Repository: evilkyro1965/dobo
Catalog: dobo/Kooboo.CMS/Kooboo.CMS.Web/I18N/*.resx
Languages: tr_tr

source: saving...
tr_tr: kaydediyor...

source: save successfully
tr_tr: kayıt başarılı

source: The attempt to save has failed
tr_tr: Kaydetme işlemi başarısız

source: Create
tr_tr: Yeni yarat

source: Are you sure you want to remove these items?
tr_tr: Bu öğeleri kaldırmak istediğinize emin misiniz?

source: Please select items?
tr_tr: Lütfen öğeleri seçin?

source: Versions
tr_tr: Versiyonlar

source: Edit
tr_tr: Düzenle

source: Are you sure you want to delect these items?
tr_tr: Bu öğeleri seçmek istediğinize emin misiniz?

source: Revert
tr_tr: Geri dön

source: please select two versions!
tr_tr: lütfen iki versiyon seçin!

source: Selected Files
tr_tr: Seçili Dosyalar

source: The site is offline, please remove this file to take it online.
tr_tr: Web sitesi çevirimdışı, siteyi çevirimiçi yapmak için lütfen bu dosyayı kaldırın.

source: The repository is offline, please remove this file to take it online.
tr_tr: Web sitesi çevirimdışı, siteyi çevirimiçi yapmak için lütfen bu dosyayı kaldırın.

source: Flash uploader
tr_tr: Flash yükleyici

source: Site cluster
tr_tr: Site kümesi

source: Create a subsite
tr_tr: Alt site yarat

source: Upload new files
tr_tr: Karşıya yeni dosya yükle

source: Import from uploaded new template files or existing site templates.
tr_tr: Yüklenen yeni şablon dosyaları veya mevcut site şablonlarını getir

source: Create content type
tr_tr: İçerik tipi yarat

source: No site selected
tr_tr: Site seçilmemiş

source: Click to Expand
tr_tr: Genişletmek için tıklayın

source: Goto
tr_tr: Git

source: Create URL redirect
tr_tr: URL yönlendirme yarat

source: Define your error redirect pages
tr_tr: Hata sayfaları yönlendirme tanımlayın

source: Create custom error
tr_tr: Özel hata yarat

source: StatusCode
tr_tr: Statü Kodu

source: 'StatusCode' is invalid.
tr_tr: 'Statü Kodu' geçersiz.

source: The StatusCode field is required.
tr_tr: Statü kodu alanı zorunludur.

source: RedirectUrl
tr_tr: Yönlendirme Adresi

source: Load the theme css files from the system selected theme folder
tr_tr: Css dosyalarını seçili sistem tema klasöründen yükle

source: Load JavaScript files from the site script folder
tr_tr: Javascript dosyasını script klasöründen yükle

source: The Sayfa tipi field is required.
tr_tr: The Sayfa tipi alanı zorunludur.

source: Make this page accessiable from the menu API
tr_tr: Menüden erişilebilir yap

source: Give your page an alternative name. This new name will be used when generating page links
tr_tr: Sayfanıza alternatif bir isim verin. Sayfa linkleri oluşturulurken bu yeni adı kullanılır

source: 'Alternatif isim' is invalid.
tr_tr: 'Alternatif isim' geçersiz.

source: Customize the page URL to anyway you like.&lt;br /&gt; Use {key} to match the URL query string. &lt;br /&gt;For example: {userkey}_othertext to replace parameter &quot;?userkey=&quot; into static URL
tr_tr: İstediğiniz sayfa adresini özelleştirin.<br /> Use {key} to match the URL query string. <br />For example: {userkey}_othertext to replace parameter "?userkey=" into static URL

source: Default values appended to the page URL query string
tr_tr: Varsayılan değerler sayfa URL sorgu dizesi eklenmiş

source: Category folders
tr_tr: Kategori klasörleri

source: Embedded folders
tr_tr: Gömülü klasörler

source: Embed content from another content folder. For example an &lt;b&gt;article&lt;/b&gt; embeds &lt;b&gt;comments&lt;/b&gt;
tr_tr: Başka bir içerik klasöründen içerik ekler. Örneğin bir <b>makale</b>ye <b>yorum</b> ekler

source: Edit Folder
tr_tr: Klasörü düzenle

source: Create view
tr_tr: Görünüm yarat

source: Create page
tr_tr: Sayfa yarat

source: The item has been saved.
tr_tr: Eleman kaydedildi.

source: Select a data folder:
tr_tr: Bir veri klasörü seç:

source: Result Type
tr_tr: Sonuç tipi

source: Contents to display &lt;br /&gt; &lt;b&gt;List&lt;/b&gt;: A list of content from the folders. &lt;br/&gt;&lt;b&gt;TOP&lt;/b&gt;: Max number of return content items&lt;br/&gt;&lt;b&gt;Detail&lt;/b&gt;: One content item based on UserKey condition. &lt;br/&gt;Use {UserKey} to match &quot;UserKey&quot; value in the URL query string
tr_tr: Gösterilecek içerik <br /> <b>Liste</b>: Klasörlerdeki içeriklerin listesi. <br/><b>Sayı</b>: İçerik sayısı<br/><b>

source: The parent website which this new website will base on
tr_tr: Yeni websitesinin bağlı olacağı web sitesi

source: Your front site culture, this is used to display currency,&lt;br/&gt; date, number or other culture related content
tr_tr: Sitenizin önyüzündeki görünün tarih ve para gibi birimleri formatlar.

source: Load theme CSS files from the theme folder
tr_tr: Css dosyalarını tema klasöründen yükle

source: The virtual path of your website. &lt;br/&gt; You may create a subsite eg. www.kooboo.com/china, &lt;b&gt;china&lt;/b&gt; is the SitePath.
tr_tr: Sitenizin sanal yolu.

source: Give your wesite a version number, &lt;br/&gt; it can be any number as you like
tr_tr: Sitenize versiyon numarası verin, <br/> bu istediğiniz sayı olabilir

source: Add sub page
tr_tr: Alt sayfa ekle

source: Unpublish
tr_tr: Yayından kaldır

source: Unpublished
tr_tr: Yayından kaldırıldı

source: Publishing queue
tr_tr: Yayınlanmak için bekleyenler

source: ParentPage
tr_tr: Üst öğe sayfası

source: Template
tr_tr: Şablon

source: Disallowed userkey chars. Replace chars that match this regular expression into hyphens
tr_tr: İzin verilmeyen userkey karakter. Tire içine bu düzenli ifade eşleşmesine uyan karakteri değiştirir

source: The Beni hatırla field is required.
tr_tr: Beni hatırla alanı zorunludur.

source: Select the database where &lt;br/&gt; your content is stored or create a new database
tr_tr: Veritabanı seç veya yeni yarat

source: 'İçerik veritabanı' is invalid.
tr_tr: 'İçerik veritabanı' alanı geçersiz.

source: Developmen aşamasında &lt;b&gt;debug&lt;/b&gt; ve canlı sistemde &lt;b&gt;release&lt;/b&gt; seçiniz. &lt;br/&gt;&lt;b&gt;Release&lt;/b&gt; CSS/JS sıkıştırması ve diğer teknikleri uygular.
tr_tr: Development aşamasında <b>debug</b> ve canlı sistemde <b>release</b> seçiniz. <br/><b>Release</b> CSS/JS sıkıştırması ve diğer teknikleri uygular.

source: Cache your rendered pages for quicker response time in the next page request
tr_tr: Daha hızlı açılması için sayfalarınızı cacheleyin

source: CustomFields
tr_tr: Özel alanlar

source: Display text
tr_tr: Görünüm metni

source: Save as draft
tr_tr: Taslak olarak kaydet

source: Save &amp; publish
tr_tr: Kaydet & Yayınla

source: Save &amp; preview
tr_tr: Kaydet & Görüntüle

source: The name of your website
tr_tr: Web sitenizin ismi

source: The name of your website how it would be displayed on this CMS
tr_tr: Sitenizin internete görüntülenecek ismi

source: The culture shown on your website. &lt;br /&gt; This is used to display currency, date, number and other culture related content
tr_tr: Sitenizde görünün yerel ayarlar. <br /> Bu ayarlar rakam, tarih gibi içeriklerin formatını belirler.

source: UICulture
tr_tr: Arayüz Yerel Ayarlar

source: Use &lt;b&gt;debug&lt;/b&gt; on development and use &lt;b&gt;release&lt;/b&gt; on live site. &lt;b&gt;Release&lt;/b&gt; mode utilizes CSS/JS compression and other techniques
tr_tr: Geliştirme aşamasında <b>debug</b> ve canlı sistemde <b>yayın</b> seçiniz. <br/><b>Yayın</b> CSS/JS sıkıştırması ve diğer teknikleri uygular.

source: Enables you to edit content on the front end of your website
tr_tr: Web sitenizin içeriğini düzenlemek için olanak sağlar

source: Shows the sitemap as the start page in the menu
tr_tr: Site haritasını menüde göster

source: Smtp Serverı
tr_tr: Smtp Sunucusu

source: The FROM email address of emails sent out by system, for example user registration confirmation email
tr_tr: Sisteminizden gidecek maillerin gelen adresidir.

source: The receiver's Email addresses of your contact form
tr_tr: İletişim formundan gidecek mesajın alıcı adresi

source: TO adresi
tr_tr: Gönderilen adresi

source: Clear cache
tr_tr: Önbelleği temizle

source: Add an user to your website &lt;br /&gt;The user must exist in the system
tr_tr: Sitenize kullanıcı ekleyin <br />Kullanıcı sistemde mevcut olmalıdır

source: 'Kullanıcı adı' is invalid.
tr_tr: 'Kullanıcı adı' geçersiz.

source: Replace the existing files when they have the same name
tr_tr: Aynı isimli olan dosyaları değiştir

source: Input URL
tr_tr: Giriş adresi

source: Output URL
tr_tr: Çıktı adresi

source: Match type
tr_tr: Eşleme türü

source: Use either normal text matching or regular expression
tr_tr: Yazıyı düzenli ifade kullanarak formatla.

source: Redirect type
tr_tr: Yönlendirme tipi

source: Ragular Expression
tr_tr: Düzenli ifade

source: 'Input URL' is invalid.
tr_tr: 'Giriş adresi' geçersiz.

source: The Redirect type field is required.
tr_tr: Yönlendirme tipi alanı zorunludur.

source: Sample robots.txt
tr_tr: Örnek robots.txt

source: The collection of pages to be published
tr_tr: Yayınlanacak sayfalar

source: 'Yeni Ad' is invalid.
tr_tr: 'Yeni Ad' geçersiz.

source: Create layout
tr_tr: Sayfa düzeni yarat

source: Save &amp; return
tr_tr: Kaydet & Geri Dön

source: MovePage
tr_tr: Sayfayı Taşı

source: Draft
tr_tr: Taslak

source: Click to unpublish
tr_tr: Yayından kaldırmak için tıklayın

source: Home page
tr_tr: Anasayfa

source: Customize the CMS content editing page and the default front site content display
tr_tr: İçerik düzenleme sayfası ve varsayılan ön site içeriği görüntüsünü özelleştirin

source: Enable content versioning
tr_tr: İçerik versiyonlamayı etkinleştir

source: The Versiyonlamayı etkinleştir field is required.
tr_tr: Versiyonlamayı etkinleştir alanı zorunludur.

source: Name of your field, excludes the following characters:\/:*?&lt;&gt;|
tr_tr: Alan adı, yandaki karakterler hariç: \ /:*?<>|

source: Descriptive label of your field on the content editing page
tr_tr: İçerik düzenleme sayfasındaki alanın açıklayıcı etiketi

source: The way that you would like to input your content
tr_tr: İçerik

source: Allows null value in this field
tr_tr: Bu alan boş değer alabilir

source: Order of your field in the content editing page
tr_tr: Düzenleme sayfasındaki alanı sırala

source: Enable the modification of this field in the content editing page.
tr_tr: İçerik düzenleme sayfasındaki bu alandaki değişikliği etkinleştirin.

source: Include this field in the Lucene.NET full text search index
tr_tr: Bu alanı tam metin arama indeksine ekle

source: Show this field in the CMS content list page
tr_tr: Bu alanı liste sayfasında görüntüle

source: Input tip while users entering content
tr_tr: Kullanıcılar içerik girerken verilen 'Giriş Tavsiyesi'

source: Primary fields will be used as a title or summary to describe your content item
tr_tr: Birincil alan içeriğinizi açıklayıcı bir başlık veya özet olarak kullanılacak

source: Broadcasting
tr_tr: Yayınlama

source: Old password
tr_tr: Eski şifre

source: New password
tr_tr: Yeni şifre

source: Confirm new password
tr_tr: Yeni Şifre (Tekrar)

source: 'Confirm new password' and 'NewPassword' do not match.
tr_tr: 'Yeni Şifre (Tekrar)' ve 'Yeni Şifre' uyuşmuyor.

source: The Modül ismi field is required.
tr_tr: The Modül ismi alanı zorunludur.

source: 'Modül ismi' is invalid.
tr_tr: 'Modül ismi' geçersiz.

source: The Modül dosyası field is required.
tr_tr: The Modül dosyası alanı zorunludurç

source: User Key
tr_tr: Kullanıcı Anahtarı

source: Published
tr_tr: Yayınlandı

source: Id
tr_tr: No

source: UserId
tr_tr: Kullanıcı Birincil Anahtarı

source: İstediğiniz sayfa adresini özelleştirin.&lt;br /&gt; Use {key} to match the URL query string. &lt;br /&gt;For example: {userkey}_othertext to replace parameter &quot;?userkey=&quot; into static URL
tr_tr: İstediğiniz sayfa adresini özelleştirin.

source: 'Şifre (tekrar)' and 'Password' do not match.
tr_tr: 'Şifre (tekrar)' ve 'Şifre' uyuşmuyor.

source: Sitenize kullanıcı ekleyin &lt;br /&gt;Kullanıcı sistemde mevcut olmalıdır
tr_tr: Sitenize kullanıcı ekleyin <br />Kullanıcı sistemde mevcut olmalıdır

source: Summary
tr_tr: Özet

source: 'Giriş adresi' is invalid.
tr_tr: 'Giriş adresi' geçersiz.

source: Alan adı, yandaki karakterler hariç: \ /:*?&lt;&gt;|
tr_tr: Alan adı, yandaki karakterler hariç: \ /:*?<>|

source: Is Admin
tr_tr: Yönetici mi?

source: Master
tr_tr: Ana

source: '{0}' is being used by some folders!
tr_tr: '{0}' diğer bir klasör tarafından kullanılıyor!

source: The value can not convert to bool.
tr_tr: Değer çevrilemedi.

source: The field {0} cannot be null or empty.
tr_tr: Alan boş olamaz.

source: You haven't created any page yet, please click the button below to create a home page!
tr_tr: Henüz bir sayfa oluşturmadınız. Lütfen anasayfaya dönmek için tıklayın.

source: Create home page
tr_tr: Anasayfa yarat

source: Click to publish
tr_tr: Yayınlamak için tıklayın

source: Installation has been completed. Click on the &lt;b&gt;Finish&lt;/b&gt; button to return to the Module page.
tr_tr: Yükleme gerçekleşti. Modül sayfasına geri dönmek için <b>Bitir</b> butonuna tıklayın.

source: News
tr_tr: Haberler

source: Default entry
tr_tr: Varsayılan girdi

source: ThemeName
tr_tr: Tema Adı

source: Controller
tr_tr: Sayfa Yöneticisi

source: Action
tr_tr: Aksiyon

source: Create news
tr_tr: Haber yarat

source: Add news
tr_tr: Haber ekle

source: The Title field is required.
tr_tr: Başlık alanı zorunludur.

source: Body
tr_tr: Gövde

source: Exclusive
tr_tr: Ayrıcalıklı

source: Entry Options
tr_tr: Girdi Seçenekleri

source: Entry Controller
tr_tr: Girdi Sayfa Yöneticisi

source: Entry Action
tr_tr: Girdi Aksiyonu

source: Module uninstallation
tr_tr: Modül kaldırma

source: Remove files
tr_tr: Dosyaları sil

source: Click &lt;b&gt;Next&lt;/b&gt; to remove module files.
tr_tr: Click <b>Next</b> to remove module files.

source: Uninstallation has been completed. Click on the &lt;b&gt;Finish&lt;/b&gt; button to return to the Module page.
tr_tr: Kaldırma tamamlandı. Modül sayfasına dönmek için<b>bitti</b> düğmesina tıklayın.

source: The module name already exists.
tr_tr: Modül ismi kullanılıyor.

source: Sitenizde görünün yerel ayarlar. &lt;br /&gt; Bu ayarlar rakam, tarih gibi içeriklerin formatını belirler.
tr_tr: Sitenizde görünün yerel ayarlar. <br /> Bu ayarlar rakam, tarih gibi içeriklerin formatını belirler.

source: Geliştirme aşamasında &lt;b&gt;debug&lt;/b&gt; ve canlı sistemde &lt;b&gt;yayın&lt;/b&gt; seçiniz. &lt;br/&gt;&lt;b&gt;Yayın&lt;/b&gt; CSS/JS sıkıştırması ve diğer teknikleri uygular.
tr_tr: Geliştirme aşamasında <b>debug</b> ve canlı sistemde <b>yayın</b> seçiniz. <br/><b>Yayın</b> CSS/JS sıkıştırması ve diğer teknikleri uygular.

source: Sitenize versiyon numarası verin, &lt;br/&gt; bu istediğiniz sayı olabilir
tr_tr: Sitenize versiyon numarası verin, <br/> bu istediğiniz sayı olabilir

source: The folder does not exists.&quot;{0}&quot;
tr_tr: The folder does not exists."{0}"

source: The title tag and value that appear in the page HTML header and also used by browsers as the page title. &lt;br /&gt;This value can be accessed via API: @Html.FrontHtml().HtmlTitle()
tr_tr: The title tag and value that appear in the page HTML header and also used by browsers as the page title. <br />This value can be accessed via API: @Html.FrontHtml().HtmlTitle()
