Repository: evilkyro1965/dobo
Catalog: dobo/Kooboo.CMS/Kooboo.CMS.Web/I18N/*.resx
Languages: tr_tr

source: Powered by Kooboo CMS
tr_tr: İçerik Yönetim Sistemi

source: Sign in - Kooboo CMS
tr_tr: Giriş yap

source: About kooboo CMS
tr_tr: İçerik yönetim sistemi hakkında

source: This Enterprise CMS system saves time and allows you the freedom that you need to develop high-quality websites with a personal touch. We've streamlined the web development process.
tr_tr: Bu içerik yönetim sistemi site yapmak için zaman kazandırır ve yüksek kalıteli web siteleri yapmak için özgürlük sağlar.

source: Sign in
tr_tr: Giriş yap

source: Username
tr_tr: Kullanıcı adı

source: Required
tr_tr: Zorunlu

source: Password
tr_tr: Şifre

source: The Remember me field is required.
tr_tr: Beni hatırla alanı zorunludur.

source: Remember me
tr_tr: Beni hatırla

source: Start
tr_tr: Başla

source: - Kooboo CMS
tr_tr: - İçerik yönetim sistemi

source: CMS &gt; Site Manager
tr_tr: İçerik Yönetim Sistemi > Site Yöneticisi

source: Site Manager
tr_tr: Site Yöneticisi

source: Content Manager
tr_tr: İçeri Yönetimi

source: Change Password
tr_tr: Şifre Değiştir

source: Users
tr_tr: Kullanıcılar

source: Roles
tr_tr: Roller

source: Modules
tr_tr: Modüller

source: Sign Out
tr_tr: Çıkış Yap

source: please wait...
tr_tr: lütfen bekleyin...

source: Create a new site
tr_tr: Yeni site yarat

source: Create a sub site
tr_tr: Yeni alt site yarat

source: Import site
tr_tr: Web sitesini içeri aktar

source: Import sites
tr_tr: Web sitelerini içeri aktar

source: Are you sure you want to delete this site?
tr_tr: Bu siteyi silmek istediğinize emin misiniz?

source: Name
tr_tr: Ad

source: Parent
tr_tr: Üst öğe

source: Upload
tr_tr: Karşıya yükle

source: Go to site cluster
tr_tr: Web sitesi kümesine gidin

source: The bad netword or some unknow reasons cause timeout, do you want to reload the page.
tr_tr: Sayfa zaman aşımına uğradı, sayfayı tekrar yüklemek ister misiniz?

source: Page selector
tr_tr: Sayfa seçici

source: Import
tr_tr: İçeri aktar

source: Copy
tr_tr: Kopyala

source: There is an error occurs
tr_tr: Bir hata oluştu

source: All
tr_tr: Tümü

source: The site name
tr_tr: Site ismi

source: A name cannot contain a space or any of the following characters:\/:*?&lt;&gt;|~
tr_tr: Bir isim boşluk karakteri ve şu diğer karakterleri içeremez:\/:*?<>|~

source: 'Name' is invalid.
tr_tr: 'Ad' alanı geçersiz.

source: The Name field is required.
tr_tr: İsim alanı zorunludur.

source: Database name
tr_tr: Veritabanı adı

source: The name of your database to be created
tr_tr: Yaratılacak veri tabanının adı

source: 'Content database' is invalid.
tr_tr: 'İçerik veritabanı' geçersiz.

source: Only alphameric and numeric are allowed in the field name
tr_tr: Alan adında sadece alfanümerik karakterler geçerlidir

source: Display name
tr_tr: Görünüm Adı

source: The site display name
tr_tr: Site görünüm adı

source: Culture
tr_tr: Dil

source: Your front site culture, this is used to display currency, &lt;br/&gt;date, number or other culture related content
tr_tr: Sitenin dili, para birimi, <br/>tarih, sayı veya diğer dile bağlı içerikleri göstermek için kullanılır

source: Domains
tr_tr: Domainler

source: Your website domains
tr_tr: Web sitesi domainlerin

source: SitePath
tr_tr: Site Yolu

source: The virtual path of your website. &lt;br/&gt;You may create a subsite eg. www.kooboo.com/china, &lt;b&gt;china&lt;/b&gt; is the SitePath.
tr_tr: Web sitenizin sanal yolu. <br/>ör. www.site.com/altsite gibi bir alt site yaratabilirsiniz, <b>altsite</b> Site Yoludur.

source: Version
tr_tr: Versiyon

source: Give your wesite a version number, it can be any number as you like
tr_tr: Web sitesinin versiyon numarasını yazın

source: Mode
tr_tr: Mod

source: Use &lt;b&gt;debug&lt;/b&gt; on development and use &lt;b&gt;release&lt;/b&gt; on live site. &lt;br/&gt;&lt;b&gt;Release&lt;/b&gt; mode utilizes CSS/JS compression and other techniques
tr_tr: Geliştirme aşamasında <b>debug</b> ve canlı sistemde <b>yayın</b> seçiniz. <br/><b>Yayın</b> CSS/JS sıkıştırması ve diğer teknikleri uygular.

source: Release
tr_tr: Yayın

source: Save
tr_tr: Kaydet

source: Start - Sitemap
tr_tr: Başla - Site haritası

source: Preview
tr_tr: Görüntüle

source: Copy Page
tr_tr: Sayfayı Kopyala

source: Move To
tr_tr: Taşı

source: Move Page
tr_tr: Sayfayı Taşı

source: Delete
tr_tr: Sil

source: Dynamic page
tr_tr: Dinamik sayfa

source: Static page
tr_tr: Sabit sayfa

source: Parent page
tr_tr: Bağlı olduğu sayfa

source: In menu
tr_tr: Menüde gözüksün

source: Are you sure you want to delete this page?
tr_tr: Bu sayfayı silmek istediğinize emin misiniz?

source: (Offline)
tr_tr: (Çevirmdışı)

source: System
tr_tr: Sistem

source: Settings
tr_tr: Ayarlar

source: Site users
tr_tr: Site Kullanıcıları

source: Custom errors
tr_tr: Özel hatalar

source: Url redirects
tr_tr: Url adresi yönlendirmeleri

source: Development
tr_tr: Geliştirme

source: Layouts
tr_tr: Sayfa düzenleri

source: Views
tr_tr: Görünümler

source: Labels
tr_tr: Etiketler

source: Scripts
tr_tr: Scriptler

source: Themes
tr_tr: Temalar

source: Files
tr_tr: Dosyalar

source: Action mapping
tr_tr: Aksiyon adreslemesi

source: Extension
tr_tr: Genişletme

source: Plug-ins
tr_tr: Eklentiler

source: Pages
tr_tr: Sayfalar

source: Database
tr_tr: Veritabanı

source: Content type
tr_tr: İçerik tipi

source: Contents
tr_tr: İçerikler

source: Media Library
tr_tr: Medya Kütüphanesi

source: Kooboo CMS
tr_tr: İçerik Yönetim Sistemi

source: Create
tr_tr: Yeni yarat

source: Create user
tr_tr: Kullanıcı oluştur

source: Please select schemas!
tr_tr: Lütfen şemaları seçin!

source: Are you sure you want to delete this items?
tr_tr: Bu öğeleri silmek istediğinize emin misiniz?

source: Select All
tr_tr: Hepsini Seç

source: Edit
tr_tr: Düzenle

source: Are you sure you want to delete these items?
tr_tr: Bu öğeleri silmek istediğinize emin misiniz?

source: Please select items
tr_tr: Lütfen öğeleri seçin

source: Create role
tr_tr: Rol oluştur

source: Add sub site
tr_tr: Alt site ekle

source: Export
tr_tr: Dışa aktar

source: Take offline
tr_tr: Çevrimdışı yap

source: Take online
tr_tr: Çevrimiçi yap

source: View
tr_tr: Görünüm

source: Empty
tr_tr: Boş

source: ViewType
tr_tr: Görünüm Tipi

source: File
tr_tr: Dosya

source: Include
tr_tr: İçer

source: Exclude
tr_tr: Yoksay

source: Create New
tr_tr: Yeni yarat

source: Override
tr_tr: Ez

source: The Override field is required.
tr_tr: Öncekini ez alanı zorunludur.

source: Please upload zip file
tr_tr: Lütfen zip dosyası yükleyin

source: Localize
tr_tr: Lokalize

source: - Database - Kooboo CMS
tr_tr: - Veri tabanı - İçerik yönetim sistemi

source: 1. Create database
tr_tr: 1. Veri tabanı

source: Create a library to store your contents
tr_tr: İçeriklerinizi saklamak için bir kütüphane oluşturun

source: 2. Customize setting
tr_tr: 2. Ayarları düzenle

source: Create folders or content types with custom fields
tr_tr: Klasör ve içerik tipini özel alanlarla yarat

source: 3. Add content
tr_tr: 3. İçerik ekle

source: Create text content &lt;br /&gt; or upload media files
tr_tr: Metin içeriği yarat <br /> ya da medya dosyası yükle

source: Create Database
tr_tr: Veritabanı Yarat

source: Add content type
tr_tr: İçerik tipi ekle

source: Add TextFolder
tr_tr: Metin dosyası ekle

source: Add text folder
tr_tr: Metin dosyası ekle

source: Add text content
tr_tr: Metin içeriği ekle

source: Add media files
tr_tr: Medya tipi ekle

source: Available
tr_tr: Uygun

source: Not avaliable
tr_tr: Uygun değil

source: Completed
tr_tr: Bitti

source: Custom template
tr_tr: Özel şablon

source: The Custom template field is required.
tr_tr: Özel şablon alanı zorunludur.

source: Userkey hyphens
tr_tr: Userkey tireleri

source: Enable versioning
tr_tr: Versiyonlamayı etkinleştir

source: The Enable versioning field is required.
tr_tr: Versiyonlamayı Etkinleştir alanı zorunludur.

source: Are you sure you want to delete this repository?
tr_tr: Bu depoyu silmek istediğinize emin misiniz?

source: Please select content types!
tr_tr: Lütfen içerik tipi seçin!

source: Reset templates
tr_tr: Şablonları resetle

source: Please content types!
tr_tr: Lütfen içerik tipi!

source: Are you sure you want to reset the templates of this item?
tr_tr: Bu öğenin şablonunu resetlemek istediğinizden emin misiniz?

source: Relations
tr_tr: İlişkiler

source: New Name
tr_tr: Yeni Ad

source: 'New Name' is invalid.
tr_tr: 'Yeni Ad' alanı geçersiz.

source: Edit content type
tr_tr: İçerik tipini düzenle

source: The TemplateBuildByMachine field is required.
tr_tr: TemplateBuildByMachine alanı zorunludur.

source: Some Templates have been manually Edited !&lt;p&gt;Are you sure you want to continue to reset all template?&lt;/p&gt;
tr_tr: Bazı şablonlar elle değiştirildi!<p>Devam edip bütün şablonları reselemek istediğinizden emin misiniz?</p>

source: Finish
tr_tr: Bitir

source: Basic
tr_tr: Temel

source: Advanced
tr_tr: Gelişmiş

source: Validation
tr_tr: Validasyon

source: Selection value
tr_tr: Seçilen değer

source: Label
tr_tr: Etiket

source: ControlType
tr_tr: Kontrol tipi

source: DataType
tr_tr: Data tipi

source: Default value
tr_tr: Varsayılan değer

source: Order
tr_tr: Sırala

source: Primary field
tr_tr: Birincil alan

source: Content list page
tr_tr: İçerik liste sayfası

source: Tooltip
tr_tr: Etiket

source: Length
tr_tr: Uzunluk

source: AllowNull
tr_tr: Boş Olabilir

source: Modifiable
tr_tr: Güncellenebilir

source: Indexable
tr_tr: İndexlenebilir

source: Selection values
tr_tr: Seçilen değerler

source: Text
tr_tr: Yazı

source: Value
tr_tr: Değer

source: Validation rules
tr_tr: Validasyon kuralları

source: Type
tr_tr: Tip

source: Star
tr_tr: Yıldız

source: End
tr_tr: Biter

source: Pattern
tr_tr: Patern

source: Min
tr_tr: Minimum

source: Max
tr_tr: Maksimim

source: Error message
tr_tr: Hata mesajı

source: This name is being used by other column.
tr_tr: Bu isim başka kolon tarafından kullanılıyor.

source: Are you sure you want to leave current page
tr_tr: Bu sayfadan ayrılmak istediğinizden emin misiniz?

source: Install
tr_tr: Yükle

source: Module installation
tr_tr: Modül yüklemesi

source: Uninstall
tr_tr: Kaldır

source: Install module
tr_tr: Modül yükle

source: Run module installation
tr_tr: Modül yüklemesini çalıştır

source: Module name
tr_tr: Modül ismi

source: 'Module name' is invalid.
tr_tr: 'Modül ismi' geçersiz.

source: The Module name field is required.
tr_tr: Modül adı alanı zorunludur.

source: Module file
tr_tr: Modül dosyası

source: The Module file field is required.
tr_tr: Modül dosyası alanı zorunludur.

source: Next
tr_tr: İleri

source: Edit page
tr_tr: Sayfayı düzenle

source: Back to list
tr_tr: Listeye geri dön

source: Designer
tr_tr: Tasarım

source: Navigation
tr_tr: Navigasyon

source: HTML meta
tr_tr: HTML metası

source: Permission
tr_tr: İzin

source: URL route
tr_tr: URL adresi rotası

source: DataRules
tr_tr: Data kuralları

source: Loading...
tr_tr: Yükleniyor...

source: Are you sure you want to leave page? All your changes might be lost.
tr_tr: Bu sayfadan ayrılmak istediğinizden emin misiniz? Tüm değişiklikleriniz kaybolabilir.

source: Undo
tr_tr: Geri al

source: Redo
tr_tr: İleri al

source: Show title
tr_tr: Başlığı göster

source: Title
tr_tr: Başlık

source: Layout
tr_tr: Düzen

source: Are you sure you want to change layout
tr_tr: Sayfa düzenini değiştirmek istediğinize emin misiniz?

source: Set as homepage
tr_tr: Anasayfa olarak ayarla

source: Theme
tr_tr: Tema

source: Type of page
tr_tr: Sayfa tipi

source: The Type of page field is required.
tr_tr: Sayfa tipi alanı zorunludur.

source: OutputCache
tr_tr: Önbellek (OutputCache)

source: Duration (seconds)
tr_tr: Saniye

source: Expiration Policy
tr_tr: Zaman aşımı kuralı

source: &lt;b&gt;AbsouluteExpiration:&lt;/b&gt; a cache entry should be evicted after a specified duration. &lt;br /&gt;&lt;b&gt;SlidingExpiration:&lt;/b&gt; a cache entry should be evicted if it has not been accessed in a given span of time.
tr_tr: <b>AbsouluteExpiration:</b> önbellek objesi verilen süre içerisinde güncellenir. <br /><b>SlidingExpiration:</b>önbellek objesi en son ulaşıldığı süreden sonra verilen süre içerisinde güncellenir.

source: Show in menu
tr_tr: Menüde göster

source: Link text
tr_tr: Link yazısı

source: The Order field is required.
tr_tr: Sıralama alanı zorunludur.

source: Show crumb
tr_tr: Sayfa navigasyonunda göster

source: Author
tr_tr: Yazar

source: Keywords
tr_tr: Anahtar kelimeler

source: Description
tr_tr: Açıklama

source: Customs
tr_tr: Özeller

source: Allowed
tr_tr: İzinli

source: Denied
tr_tr: Engellendi

source: Alternative name
tr_tr: Alternatif isim

source: 'Alternative name' is invalid.
tr_tr: 'Alternatif isim' alanı zorunludur.

source: URL path
tr_tr: URL adresi yolu

source: Default values
tr_tr: Varsayılan değerler

source: Add DataRule
tr_tr: Data kuralı ekle

source: Add
tr_tr: Ekle

source: Select Plugin
tr_tr: Eklenti Seç

source: Remove
tr_tr: Kaldır

source: Item already existed
tr_tr: Öğe zaten mevcut

source: Select a category
tr_tr: Kategori seç

source: Current folder is null.
tr_tr: Mevcut klasör boş.

source: Choose Folder
tr_tr: Klasör seç

source: Edit Filters
tr_tr: Filtreleri düzenle

source: Query type
tr_tr: Sorgu tipi

source: List of contents in the selected folder
tr_tr: Klasör içindeki içeriklerin listesi

source: First or default (one content item)
tr_tr: İlki ya da varsayılar (bir tane içerik öğesi)

source: List of contents in the category folders
tr_tr: Kategori içindeki içeriklerin listesi

source: DataName
tr_tr: Data adı

source: Only alphabetical characters allowed
tr_tr: Sadece alfabetik karakterler geçerlidir

source: This dataname is being used by other datarule.
tr_tr: Bu data ismi diğer bir data kuralı tarafından kullanılıyor.

source: Folder
tr_tr: Klasör

source: Content filter
tr_tr: İçerik filtresi

source: Query condition filter, you may use value from URL string, for example: {querystringkey}
tr_tr: Sorgu filtresi, URL adresinden bir değer kullanabilirsiniz, örneğin: {querystringkey}

source: Filter
tr_tr: Filtre

source: Equals
tr_tr: Eşittir

source: NotEquals
tr_tr: Eşit Değil

source: Greater than
tr_tr: Büyüktür

source: Less than
tr_tr: Küçüktür

source: Contains
tr_tr: İçerir

source: Start with
tr_tr: İle başlayan

source: End with
tr_tr: ile biter

source: AND
tr_tr: VE

source: OR
tr_tr: VEYA

source: Than AND
tr_tr: VE

source: Than OR
tr_tr: VEYA

source: Cancel
tr_tr: İptal

source: Category Folder
tr_tr: Kategori dosyası

source: Category filter
tr_tr: Kategori filtresi

source: Advance
tr_tr: Geliştir

source: Top
tr_tr: Üst

source: Sort direction
tr_tr: Sıralama yönü

source: Enable paging
tr_tr: Sayfalamayı etkinleştir

source: Page size
tr_tr: Sayfa boyutu

source: Page index
tr_tr: Sayfa indeksi

source: Previous
tr_tr: Önceki

source: Add a view
tr_tr: Görünüm ekle

source: Add a module
tr_tr: Modül ekle

source: Add a data folder
tr_tr: Data dosyası ekle

source: Add HTML
tr_tr: HTML ekle

source: Are you sure you want to remove this item?
tr_tr: Bu öğeyi kaldırmak istediğinize emin misiniz?

source: Edit view
tr_tr: Görünümü düzenle

source: Edit HTML
tr_tr: HTMLi düzenle

source: Edit module
tr_tr: Modülü düzenle

source: Edit data folder
tr_tr: Data klasörünü düzenle

source: expand
tr_tr: genişlet

source: close
tr_tr: kapat

source: move
tr_tr: taşı

source: DisplayName
tr_tr: Görünüm Adı

source: Content database
tr_tr: İçerik veritabanı

source: Enable inline editing
tr_tr: Yerinde düzenlemeyi etkinleştir

source: Show start sitemap
tr_tr: Başlangıç site haritasını göster

source: Smtp Server
tr_tr: Smtp Sunucusu

source: EnableSsl
tr_tr: Ssl i etkinleştir

source: From address
tr_tr: From adresi

source: TO address
tr_tr: Gönderilen adresi

source: Delete this site
tr_tr: Bu siteyi sil

source: Are you sure you want to delete the site?
tr_tr: Web sitesini silmek istediğinize emin misiniz?

source: network error
tr_tr: network hatası

source: Please select a view
tr_tr: Lütfen görünüm seçin

source: Please select a data folder
tr_tr: Lütfen data klasörü girin

source: Please select a module
tr_tr: Lütfen modül seçin

source: Views:
tr_tr: Görünümler:

source: Parameters:
tr_tr: Parametreler:

source: Cache Settings:
tr_tr: Önbellek Ayarları:

source: Enable:
tr_tr: Etkinleştir:

source: Second
tr_tr: Saniye

source: User name
tr_tr: Kullanıcı adı

source: 'User name' is invalid.
tr_tr: 'Kullanıcı adı' geçersiz.

source: Edit layout
tr_tr: Sayfa düzenini düzenle

source: Positions
tr_tr: Pozisyonlar

source: Layout helper
tr_tr: Düzen yardımcısı

source: HTML header
tr_tr: HTML headerı

source: Register HtmlMeta
tr_tr: HtmlMeta Kaydet

source: Register Style
tr_tr: Stil Kaydet

source: Register Script
tr_tr: Script Kaydet

source: Register Title
tr_tr: Başlık Kaydet

source: Add views
tr_tr: Görünümler ekle

source: Code helper
tr_tr: Kod yardımcısı

source: Position Name
tr_tr: Pozisyon İsmi

source: Please input a new position name.
tr_tr: Lütfen yeni pozisyon adı girin.

source: The position name already exists.
tr_tr: Pozisyon adı zaten mevcut.

source: Are you sure you want to replace this template?
tr_tr: Bu şablonu değiştirmek istediğinize emin misiniz?

source: a name cannot contain a space, a single or double quote.
tr_tr: bir isim boşluk, tek ve çeif tırnak karakterleri içeremez.

source: Save and return
tr_tr: Kaydet ve dön

source: Theme contains both CSS and image files. Folders directly under the Theme root will be considered as one theme. ThemeRules.txt is a speical text file used to write your CSS loading rules.
tr_tr: Tema CSS ve imaj dosyaları içerir. Temanın rootunun altındaki bütün dosyalar tek bir temayı içerir. ThemeRules.txt dosyası CSS yüklenme kurallarını belirlemeye yarar.

source: Back
tr_tr: Geri

source: Create folder
tr_tr: Klasör Yarat

source: Create File
tr_tr: Dosya Yarat

source: Large file
tr_tr: Büyük dosya

source: Import from zip
tr_tr: Zip dosyasından aktar

source: Overrided
tr_tr: Ezilmiş

source: All Elements
tr_tr: Tüm Öğeler

source: Only Documents
tr_tr: Sadece dokümanlar

source: Only Folders
tr_tr: Sadece Klasörler

source: None
tr_tr: Hiç

source: Date
tr_tr: Tarih

source: Size
tr_tr: Boyut

source: Are you sure you want to delete these items?
tr_tr: Bu öğeleri silmek istediğinize emin misiniz?

source: Please select items!
tr_tr: Lütfen öğeleri seçin!

source: Are you sure you want to close this window.
tr_tr: Pencereyi kapatmak istediğinize emin misiniz?

source: VirtualPath:
tr_tr: SanalYol:

source: RelativePath:
tr_tr: Göreli dosya yolu:

source: This folder is existed.
tr_tr: Bu dosya yolu mevcut.

source: FileExtension
tr_tr: Dosya uzantısın

source: Map a MVC action link to another page
tr_tr: Linki başka sayfaya yönlendir

source: Key
tr_tr: Anahtar

source: 'Key' is invalid.
tr_tr: 'Anahtar' geçersiz.

source: PageFullName
tr_tr: Sayfa tam adı

source: Search
tr_tr: Arama

source: You have not select any items!
tr_tr: Daha hiç eleman seçmediniz!

source: Publish
tr_tr: Yayınla

source: existed!
tr_tr: mevcut!

source: CMS &gt; Content Manager
tr_tr: İçerik Yönetim Sistemi > İçerik Yönetimi

source: Create new content repository
tr_tr: Yeni içerik deposu yarat

source: Choose an existing repository
tr_tr: Varolan bir depo seç

source: Delete this repository
tr_tr: Bu depoyu sil

source: Setting
tr_tr: Ayar

source: Content
tr_tr: İçerir

source: User
tr_tr: Kullanıcı

source: Custom error
tr_tr: Özel hata

source: Url redirect
tr_tr: Url adresi yönlendirmesi

source: Extensions
tr_tr: Genişletmeler

source: Plugin
tr_tr: Eklenti

source: Module
tr_tr: Modül

source: Page
tr_tr: Sayfa

source: Inline Editing
tr_tr: Yerinde düzenleme

source: Email
tr_tr: Email adresi

source: Invalid email address
tr_tr: Geçersiz email adresi

source: The IsAdministrator field is required.
tr_tr: Site yöneticisi alanı zorunludur.

source: IsAdministrator
tr_tr: Site Yöneticisi

source: A user name cannot contain a space or any of the following characters:\/:*?&lt;&gt;|~
tr_tr: Bir kullanıcı ismi boşluk karakteri ve şu diğer karaklterleri içeremez:\/:*?<>|~

source: 'UserName' is invalid.
tr_tr: 'Kullanıcı adı' geçersiz.

source: The field Password must be a string with a minimum length of 5 and a maximum length of 16.
tr_tr: Şifre alanı en az 5, en fazla 16 karakter uzunluğunda olmalıdır.

source: Confirm password
tr_tr: Şifre (tekrar)

source: 'Confirm password' and 'Password' do not match.
tr_tr: 'Şifre (tekrar)' ve 'Şifre' alanları uyuşmuyor.

source: No database selected
tr_tr: Hiç veritabanı seçilmemiş

source: Parameters
tr_tr: Parameterler

source: Name is required.
tr_tr: Ad alanı zorunludur.

source: This name is being used by other parameters.
tr_tr: Bu isim diğer parametreler tarafından kullanılıyor.

source: Plugins
tr_tr: Eklentiler

source: Please input another name .
tr_tr: Lütfen başka isim girin.

source: Please choose another position
tr_tr: Lütfen başka pozisyon seçin

source: Edit DataRule
tr_tr: Data kuralını düzenle

source: This item is already existed!
tr_tr: Bu öğe zaten mevcut!

source: Are you sure you want to remove this?
tr_tr: Bu öğeyi kaldırmak istediğinize emin misiniz?

source: Html code
tr_tr: Html kodu

source: Html With Inline editing
tr_tr: Yerinde düzenleme ile HTML

source: YourDatabaseName
tr_tr: VeriTabaniAdi

source: The Mode field is required.
tr_tr: Mod alanı zorunludur.

source: This item has not been published yet.&lt;br/&gt;Click to publish this item.
tr_tr: Bu öğe daha yayınlanmadı.<br/>Yayınlamak için öğeye tıklayın.

source: font family
tr_tr: font ailesi

source: font size
tr_tr: font boyutu

source: font color
tr_tr: font rengi

source: background color
tr_tr: arkaplan resmi

source: Color picker
tr_tr: Renk seçici

source: Select a color or insert a hex code value.
tr_tr: Renk seç ya da hex kodu gir

source: Original:
tr_tr: Orijinal:

source: New:
tr_tr: Yeni:

source: Hex value:
tr_tr: Hex değeri:

source: OK
tr_tr: TAMAM

source: Invalid input width
tr_tr: Geçersiz genişlik

source: Invalid input height
tr_tr: Geçersiz yükseklik

source: The image size is too big for this layout.&#xA;Are you sure you want to use this size?
tr_tr: Resim boyutu bu sayfa düzeni için fazla büyük. Bu resim boyutunu kullanmak istediğinize emin misiniz?

source: Are you sure you want to delete this image?
tr_tr: Bu resmi silmek istediğinize emin misiniz?

source: Are you sure you want to delete the link?
tr_tr: Linki silmek istediğinize emin misiniz?

source: bold
tr_tr: kalın yazı

source: italic
tr_tr: italik

source: underline
tr_tr: altı çizili

source: align left
tr_tr: sola dayalı

source: align center
tr_tr: ortala

source: align right
tr_tr: sağa dayalı

source: align justify
tr_tr: otomatik konumlandır

source: number list
tr_tr: sayı listesi

source: bullet list
tr_tr: madde işaretli liste

source: increase indent
tr_tr: girintiyi arttır

source: decrease indent
tr_tr: girintiyi azalt

source: insert image
tr_tr: resim ekle

source: insert link
tr_tr: link ekle

source: edit source
tr_tr: kaynağı düzenle

source: remove format
tr_tr: formatı kaldır

source: insert horizontal ruler
tr_tr: yatay cetvel ekle

source: Are you sure you want to delete this item?
tr_tr: Bu öğeyi silmek istediğinize emin misiniz?

source: Network error, the action has been cancelled
tr_tr: Network hatası, işlem iptal edildi

source: copying...
tr_tr: kopyalanıyor...

source: deleting...
tr_tr: siliniyor...

source: publishing...
tr_tr: yayınlanıyor...

source: copy successfully
tr_tr: kopyalama başarılı

source: delete successfully
tr_tr: silme işlemi başarılı

source: publish successfully
tr_tr: yayınlama başarılı

source: The attempt to copy has failed
tr_tr: Kopyalama işlemi başarısız

source: The attempt to delete has failed
tr_tr: Silme işlemi başarısız

source: The attempt to publish has failed
tr_tr: Yayınlama işlemi başarısız
